Repository: Ixollozi/clothing_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Fashion Store - Online Clothing Store
uz: Fashion Store - Onlayn kiyim do'koni

source: Home
uz: Bosh sahifa

source: Catalog
uz: Katalog

source: About
uz: Biz haqimizda

source: Contacts
uz: Kontaktlar

source: For Customers
uz: Mijozlar uchun

source: Delivery and Payment
uz: Yetkazib berish va to'lov

source: Product Return
uz: Mahsulotni qaytarish

source: Size Chart
uz: O'lchamlar jadvali

source: FAQ
uz: Ko'p beriladigan savollar

source: About Company
uz: Kompaniya haqida

source: About Us
uz: Biz haqimizda

source: Careers
uz: Vakansiyalar

source: Partners
uz: Hamkorlar

source: Tashkent, Example Street, 1
uz: Toshkent, Namuna ko'chasi, 1

source: Product Catalog
uz: Mahsulotlar katalogi

source: Filters
uz: Filtrlar

source: Category
uz: Kategoriya

source: Men's Clothing
uz: Erkaklar kiyimi

source: Women's Clothing
uz: Ayollar kiyimi

source: Kids' Clothing
uz: Bolalar kiyimi

source: Accessories
uz: Aksessuarlar

source: Price
uz: Narx

source: Size
uz: O'lcham

source: Color
uz: Rang

source: Apply Filters
uz: Filtrlarni qo'llash

source: Reset
uz: Tozalash

source: Products found
uz: Topilgan mahsulotlar

source: Sort by
uz: Saralash

source: By popularity
uz: Mashhurligi bo'yicha

source: Price: low to high
uz: Narx: pastdan yuqoriga

source: Price: high to low
uz: Narx: yuqoridan pastga

source: By newest
uz: Yangi bo'yicha

source: T-shirt
uz: Futbolka

source: Quick View
uz: Tezkor ko'rish

source: Classic T-shirt
uz: Klassik futbolka

source: Add to Cart
uz: Savatchaga qo'shish

source: Jeans
uz: Jinsi

source: Classic Jeans
uz: Klassik jinsi

source: Dress
uz: Ko'ylak

source: Elegant Dress
uz: Zarif ko'ylak

source: Jacket
uz: Kurtka

source: Demiseason Jacket
uz: Mavsumlararo kurtka

source: Shirt
uz: Ko'ylak

source: Office Shirt
uz: Ofis ko'ylagi

source: Sweatshirt
uz: Svitshot

source: Cozy Sweatshirt
uz: Qulay svitshot

source: Skirt
uz: Yubka

source: Midi Skirt
uz: Midi yubka

source: Pants
uz: Shim

source: Classic Pants
uz: Klassik shim

source: New Collection
uz: Yangi kolleksiya

source: Discover style and comfort
uz: Uslub va qulaylikni kashf eting

source: View Catalog
uz: Katalogni ko'rish

source: Categories
uz: Kategoriyalar

source: Popular Products
uz: Mashhur mahsulotlar

source: Fast Delivery
uz: Tezkor yetkazib berish

source: Delivery throughout Uzbekistan in 2-5 days
uz: O'zbekiston bo'ylab 2-5 kun ichida yetkazib berish

source: Easy Returns
uz: Oson qaytarish

source: Product return within 14 days
uz: 14 kun ichida mahsulotni qaytarish

source: Quality Guarantee
uz: Sifat kafolati

source: Only original products
uz: Faqat original mahsulotlar

source: 24/7 Support
uz: 24/7 qo'llab-quvvatlash

source: Our support service is always available
uz: Bizning qo'llab-quvvatlash xizmatingiz doim mavjud

source: Our Partners
uz: Bizning hamkorlarimiz

source: We cooperate with leading brands and suppliers
uz: Biz etakchi brendlar va yetkazib beruvchilar bilan hamkorlik qilamiz
